Repository: goranche/EUGreenCertificate
Catalog: CepilniQRc/CepilniQRc/Resources/*.lproj/Localizable.strings
Languages: sl

# CFBundleDisplayName
source: Green QR
sl: Zeleni QR

source: <empty>
sl: <prazno>

source: COVID-19 vaccine manufacturer
sl: Izdelovalec COVID-19 cepiva

source: COVID-19 vaccine or prophylaxis
sl: COVID-19 cepivo ali profilaksa

source: COVID-19 vaccine product
sl: COVID-19 cepivo

source: Certificate issuer
sl: Izdajatelj Cerifikata

source: Certificate valid from
sl: Certifikat veljaven od

source: Certificate valid until
sl: Certifikat veljaven do

source: Date and time of the test sample collection
sl: Datum in čas odvzema brisa

source: Date of birth
sl: Datum rojstva

source: Date of holder’s first positive test
sl: Datum prvega pozitivnega testa

source: Date of vaccination
sl: Datum zadnjega cepljenja

source: Disease or agent from which recovered
sl: Bolezen ali virus katerega je oseba prebolela

source: Disease or agent targeted
sl: Bolezen ali virus

source: Forename(s)
sl: Ime

source: General data
sl: Splošni podatki

source: Issuer Country
sl: Država izdajatelja

source: Key ID Data
sl: Podatki ključa

source: No readable metadata found.
sl: Ni uporabnih meta podatkov.

source: No string value found.
sl: Ni uporabnih podatkov.

source: Number in a series of doses
sl: Zaporedna doza v seriji

source: Number of doses in series
sl: Število doz v seriji

source: Recovery data
sl: Podatki o prebolelosti

source: Result of the test
sl: Rezultati testiranja

source: Schema version
sl: Verzija zapisa podatkov

source: Standardised forename(s)
sl: Standardizirano ime

source: Standardised surname(s)
sl: Standardiziran priimek

source: State or third country of administration
sl: Država cepljenja

source: State or third country of testing
sl: Država testiranja

source: Surname(s)
sl: Priimek

source: Test data
sl: Podatki o testiranju

source: Test device identifier
sl: Oznaka naprave za testiranje

source: Test name
sl: Ime testa

source: Testing centre or facility
sl: Testni center

source: The type of test
sl: Vrsta testa

source: Uknown certification
sl: Neznana certifikacija

source: Unique certificate identifier
sl: Enolična oznaka certifikata

source: Vaccination data
sl: Podatki o cepljenju

source: Expiration date (?)
sl: Datum poteka (?)

source: Issue date (?)
sl: Datum izdaje (?)
