Repository: goranche/EUGreenCertificate
Catalog: CepilniQRc/CepilniQRc/Resources/*.lproj/Main.strings
Languages: sl

# 87e-Ij-sTE.normalTitle
source: Terms of use
sl: Pogoji uporabe

# 8R9-xl-iKi.title
source: Terms of use
sl: Pogoji uporabe

# Dbd-tV-MVF.text
source: EU Green Certificate Scanner
sl: Čitalnik Zelenega EU Certifikata

# EiD-X2-2VM.title
source: About the app
sl: O Applikaciji

# LIS-dO-t2I.text
source: This app is meant for personal use only! No digital signature verification is done, and no additional checks with the health authorities are performed. The app may not be used in situations where a EU green certificate holder would be granted some privilege based on the certificate (i.e. entry to an event, restaurant, or other). By accepting, you acknowledge this, and take full responsibility for the way the app will be used.
sl: Ta aplikacija je namenjena izključno osebni rabi. Aplikacija ne upošteva digitalnega podpisa, kot tudi ne preverja pristnost podatkov na strani zdravstvenih ustanov. Aplikacija se ne sme uporabljati v situacijah, kjer je nosilec kode na osnovi podatkov v QR kodi deležen določenih pravic (na primer vstop na dogodek, v restavracijo, prevozno sredstvo ali drugo). S sprejemom teh pogojev sprejemate vso odgovornost za morebitne posledice, ki bi jih uporaba aplikacije lahko prinesla.

# Q7W-OP-eqa.text
source: EU Green Certificate Scanner
sl: Čitalnik Zelenega EU Certifikata

# SBp-r7-Gyu.title
source: QR Details
sl: QR Podrobnosti

# XJB-la-VcV.text
source: Green QR
sl: Zeleni QR

# cgb-y4-7yb.text
source: Given name Family name
sl: Dano Ime Priimek

# dkN-u8-Dj3.normalTitle
source: Accept
sl: Sprejmi

# iQZ-s5-ye5.text
source: Use this app to scan the QR code on your EU green certificate, and view the data that's contained in it. The app is intended for personal use only and may not be used in any other capacity. It's purpose is to give you, a green certificate holder, the option of exploring and/or verifying the data contained in the certificate. No more "secrecy" around what can be extracted from the QR codes. Your data is protected at all times: except for extracting and displaying the data, the app does nothing more with the data. No additional processing and/or storage is performed. What's more, the app has no means of contacting any server, not even for analytics. All this is by design, to make sure your data remains just that: YOUR's. The source code for this app can be found on github: goranche/EUGreenCertificate © 2021, Goran Blažič. All rights reserved.
sl: Poskenirajte QR kodo na vašem EU zelenem certifikatu in poglejte, kateri podatki se nahajajo v njem. Ta aplikacija je namenjena izključno osebni rabi in ne sme biti uporabljena v drugačne namene. Njen namen je dati imetniku EU zelenega certifikata možnost, da pogleda in preveri podatke, zajete v certifikatu. Nič več "skrivnosti" okoli tega, kateri podatki so v kodi certifikata. Vaši podatki so ves čas zaščiteni: razen prikaz podatkov, aplikacija ne počne ničesar s podatki. Ni dodatnega procesiranja ali shranjevanja podatkov. Še več, aplikacija nima možnosti povezovanja na noben strežnik, niti za potrebe analitike. Vse to je načrtno, z namenom zagotavljanja, da vaši podatki ostanejo točno to: VAŠI. Izvorno koda za to aplikacijo lahko najdete na githubu: goranche/EUGreenCertificate © 2021, Goran Blažič. Vse pravice pridržane.

# in5-bL-zfa.text
source: Green QR
sl: Zeleni QR
